Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: If enabled, the min. stock amount of sub products will be accumulated into this product, means the sub product will never be "missing", only this product
cs: Pokud je povoleno, bude se do tohoto produktu kumulovat minimální množství zásob dílčích produktů, což znamená, že dílčí produkt nikdy nebude "chybět", pouze tento produkt.
de: Wenn aktiviert, werden die Mindestbestände von untergeordneten Produkten aufsummiert, heißt das untergeordnete Produkt wird nie "fehlen", nur dieses
fr_fr: Si activé, la quantité minimum de stock de sous-produits sera accumulée dans ce produit, ce qui signifie que le sous-produit ne sera jamais "manquant", seul ce produit
it: Se abilitato, la quantità minima di magazzino dei sottoprodotti sarà accumulata all’interno di questo prodotto, significa che il sottoprodotto non sarà mai “mancante”, solo questo prodotto
nb: Når aktivert vil minimumsbeholdningen til underprodukter bli akkumulert til dette produktet. Dette betyr at underprodukter aldri vil mangle, bare dette produktet
nl: Schakel in om de minimale voorraad van bijkomende producten mee te tellen bij dit product. Dat wil zeggen: het bijkomende product zal nooit ‘ontbreken’.
pl: Jeżeli włączone, minimalna ilość zapasu półproduktów będzie akumulowana do tego produktu. Oznacza to, że półproduktu nigdy nie będzie brakować, a jedynie tego produktu.
pt_br: Se ativado, a quantidade mínima de subprodutos será acumulada neste produto, o que significa que o subproduto nunca estará faltando, apenas este produto
pt_pt: Se ativado, a quantidade mínima de subprodutos será acumulada neste produto, o que significa que o subproduto nunca estará faltando, apenas este produto
zh_hans: 如果启用，子物品的最小库存数量将累计到此产品中，意味着子物品将永远不会“丢失”，只有此物品
zh_hant: 啟用後，子物品的最小庫存數量將累計到該物品中，這代表子物品將永遠不會「不足」

source: Ingredients
cs: Ingredience
da: Ingredienser
de: Zutaten
el: Συστατικά
es: Ingredientes
et: Koostisosad
fi: Ainekset
fr_fr: Ingrédients
he: רכיבים
hu: Hozzávalók
it: Ingredienti
ja: 材料
ko: 재료
lt: Ingredientai
nb: Ingredienser
nl: Ingrediënten
pl: Składniki
pt_br: Ingredientes
pt_pt: Ingredientes
ro: Ingrediente
sk: Suroviny
sl: Sestavine
sv: Ingredienser
ta: தேவையான பொருட்கள்
tr: Malzemeler
uk: Інгрідієнти
zh_hans: 食材
zh_hant: 食材

source: Let's get started!
cs: Začínáme!
de: Los geht's!
fr_fr: C'est parti !
it: Cominciamo!
nb: La oss komme igang
nl: Aan de slag!
pl: Zacznijmy!
pt_br: Vamos iniciar!
pt_pt: Vamos iniciar!
zh_hans: 让我们开始吧！
zh_hant: 讓我們開始吧！

source: Logged in as user %@
cs: Přihlášen jako uživatel %@
de: Als Benutzer %@ angemeldet
fr_fr: Connecté en tant qu'utilisateur : %@
it: Loggato come utente %@
nb: Innlogget som bruker %@
nl: Ingelogd als %@
pl: Zalogowano jako: %@
pt_br: Conectado como usuário %@
pt_pt: Conectado como usuário %@
zh_hans: 以%@身份登录

source: Long-Term-Token for Home Assistant
cs: Long-Term-Token pro Home Assistant
de: Langzeit-Token für Home Assistant
fr_fr: Jetons d'accès de longue durée de Home Assistant
it: Token a lungo teemine per Home Assistant
nb: Langvarig tilgangstoken for Home Assistant
nl: Langetermijnssleutel van Home Assistant
pl: Token długoterminowy dla Home Assistanta
pt_br: Token de Longa Duração para o Home Assistant
pt_pt: Token de Longa Duração para o Home Assistant
zh_hans: Home Assistant 的永久有效令牌
zh_hant: Home Assistant 的永久有效存取權杖

source: Multiple Userfields will be ordered by that number on the input form
cs: Řada uživatelských sloupců bude uspořádána podle tohoto čísla při jejich zadávání
da: Flere brugerdefinerede felter bliver sorteret efter dette nummer i input-formularen
de: Mehrere Benutzerfelder werden nach dieser Nummer auf dem Eingabeformular sortiert
es: Los campos de usuario en el formulario de entrada se ordenarán según ese número
et: Mitu kasutajavälja järjestatakse selle numbri järgi sisestusvormil
fi: Käyttäjäkentät näytetään syöttölomakkeella tämän numeron mukaisessa järjestyksessä
fr_fr: Les champs utilisateurs multiples peuvent êtres triés par ce nombre sur le formulaire affiché
he: מגוון של שדות משתמש יסודרו לפי המספר הזה בטופס הקלט
hu: Az egyéni mezők ez alapján lesznek sorba rendezve a beviteli űrlapon
it: I campi utente multipli saranno ordinati in base a quel numero nel modulo di input
ja: 複数のユーザーフィールドは入力フォーム上で番号順に並びます
lt: Keli naudotojų laukai bus surūšiuoti pagal tą numerį įvesties formoje
nb: Flere brukerfelt vil bli sortert etter nummeret på inndata feltet
nl: Verschillende gebruikersvelden zullen gesorteerd worden door het nummer bij het invulveld
pl: Wiele pól użytkownika będzie posortowanych według tej wartości na formularzu wejściowym
pt_br: Múltiplos campos de usuário serão ordenados pelo número no formulário de entrada
tr: Giriş formunda bu numaraya göre birden fazla Kullanıcı Alanı sıralanacaktır
zh_hans: 在交互式表单上，按照此编号对多个自定义字段进行排序
zh_hant: 多個自定義欄位將按輸入格式編號排序

source: Name already exists
cs: Jméno již existuje
de: Ein nicht verwendeter Name ist erforderlich
fr_fr: Le nom existe déjà
it: Nome già esistente
nb: Navnet eksisterer fra før
nl: Deze naam is al in gebruik
pl: Nazwa jest już zajęta
pt_br: Nome já existe
pt_pt: Nome já existe
zh_hans: 名称已存在
zh_hant: 名稱已存在

source: Name of the userentity
cs: Jméno uživatelské tabulky
de: Name der Benutzerentität
fr_fr: Nom de l'entité utilisateur
it: Nome dell’entità utente
nb: Brukerelement-navn
nl: Naam van eigen item
pl: Nazwa podmiotu użytkownika
pt_br: Nome da entidade de usuário
pt_pt: Nome da entidade de usuário
zh_hans: 用户实体的用户名

source: No
cs: Ne
da: Nej
de: Nein
el: Οχι
et: Ei
fi: Ei
fr_fr: Non
he: לא
hu: Nem
ja: いいえ
ko: 아니오
lt: Ne
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
sk: Nie
sl: Ne
sv: Nej
ta: இல்லை
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 否

source: No connection to server.
cs: Žádné připojení k serveru.
de: Keine Verbindung zum Server.
fr_fr: Aucune connexion au serveur
it: Nessuna connessione al server
nb: Ingen forbindelse med server
nl: Er is geen verbinding met de server.
pl: Brak połączenia z serwerem.
pt_br: Sem conexão ao servidor.
pt_pt: Sem conexão ao servidor.
zh_hans: 无法与服务器连接。

source: No log entry found.
cs: Nenalezen záznam v logu.
de: Kein Logeintrag gefunden.
fr_fr: Aucune entrée dans le journal trouvée
it: Nessuna voce di registro trovata.
nb: Ingen loggoppføringer funnet
nl: Er is geen logboekitem gevonden.
pl: Nie znaleziono pozycji w logach.
pt_br: Nenhuma entrada de log encontrada.
pt_pt: Nenhuma entrada de log encontrada.
zh_hans: 未找到日志条目。

source: No matching records found
cs: Nebyly nalezeny žádné odpovídající záznamy
de: Keine Einträge vorhanden
fr_fr: Aucune correspondance enregistrée n'a été trouvée
it: Nessun campo corrispondente trovato
nb: Ingen oppføringer funnet
nl: Er zijn geen producten gevonden
pl: Nie znaleziono pasujących rekordów
pt_br: Nenhum registro correspondente encontrado
pt_pt: Nenhum registro correspondente encontrado
zh_hans: 未找到匹配的记录

source: No price information is available for at least one ingredient
cs: U nejméně jedné ingredience chybí informace o ceně
de: Für mindestens eine Zutat sind keine Preisinformationen verfügbar
fi: Hintatieto puuttuu ainakin yhdeltä ainesosalta
fr_fr: Prix manquant pour un ingrédient au moins
he: אין פרטי מחירים זמינים לאחד הרכיבים לפחות
it: Non sono disponibili informazioni sul prezzo per almeno un ingrediente
ja: 1点以上の材料の価格情報がありません
lt: Nėra informacijos apie bent vienos sudedamosios dalies kainą
nl: Geen prijs informatie beschikbaar voor minstens één ingrediënt
pl: Brak informacji o cenie dla co najmniej jednego ze składników
pt_br: Não há informações de preço disponíveis para pelo menos um ingrediente
sl: Informacija o ceni manjka pri vsaj eni sestavini

source: No product picture
cs: Žádný produktový obrázek
de: Kein Produktbild
fr_fr: Pas de photo produit
it: Nessuna immagine prodotto
nb: Produktbilde mangler
nl: Geen productfoto
pl: Brak zdjęcia produktu
pt_br: Produto sem foto
pt_pt: Produto sem foto
zh_hans: 无物品图片

source: No products found.
cs: Produkt nenalezen.
de: Keine Produkte gefunden.
fr_fr: Aucun produit trouvé
it: Nessun prodotto trovato.
nb: Ingen produkter funnet
nl: Er zijn geen producten gevonden.
pl: Nie znaleziono produktów.
pt_br: Nenhum produto encontrado.
pt_pt: Nenhum produto encontrado.
zh_hans: 物品未找到

source: No quantity units found.
cs: Nenalezena měrná jednotka
de: Keine Mengeneinheiten gefunden.
fr_fr: Aucune unité de quantité trouvée
it: Nessuna unità trovata.
nb: Ingen enheter funnet
nl: Er zijn geen hoeveelheidseenheden gevonden.
pl: Nie znaleziono jednostek miary.
pt_br: Nenhuma unidade de quantidade encontrada.
pt_pt: Nenhuma unidade de quantidade encontrada.
zh_hans: 数量单位未找到

source: No transactions found.
cs: Nenaleženy žádné transakce.
de: Keine Transaktionen aufgezeichnet.
fr_fr: Aucune transaction trouvée
it: Nessuna transazione trovata.
nb: Ingen transaksjoner funnet
nl: Er zijn geen transacties gevonden.
pl: Nie znaleziono transakcji.
pt_br: Nenhuma transação encontrada.
pt_pt: Nenhuma transação encontrada.
zh_hans: 交易记录未找到

source: No userentities found.
cs: Zatím tu není žádná uživatelská tabulka
de: Keine Benutzerentitäten gefunden.
fr_fr: Aucune entité utilisateur trouvée
it: Nessuna entità utente trovata.
nb: Ingen brukerelementer funnet
nl: Er zijn geen eigen items gevonden.
pl: Nie znaleziono podmiotów użytkownika
pt_br: Nenhuma entidade de usuário encontrada.
pt_pt: Nenhuma entidade de usuário encontrada.
zh_hans: 用户实体未找到

source: No users found
cs: Uživatel nenalezen
de: Keine Benutzer gefunden
fr_fr: Aucun utilisateur trouvé
it: Nessun utente trovato
nb: Ingen brukere funnet
nl: Er zijn geen gebruikers gevonden
pl: NIe znaleziono użytkownika
pt_br: Nenhum usuário encontrado
pt_pt: Nenhum usuário encontrado
zh_hans: 用户未找到

source: Nothing was found for the given barcode
cs: Pro tento čárový kód nebylo nic nalezeno
da: Intet fundet på denne stregkode
de: Für den angegebenen Barcode wurde nichts gefunden
es: No se encontró nada para el código de barras indicado
fi: Viivakoodilla ei löytynyt tuloksia
fr_fr: Rien n'a été trouvé pour le code-barres reçu
he: לא נמצא כלום לברקוד שסופק
it: Non è stato trovato nulla per il codice a barre specificato
ja: 指定されたバーコードは見つかりませんでした
lt: Pagal nurodytą brūkšninį kodą nieko nerasta
nl: Niets gevonden voor de opgegeven streepjescodes
pt_br: Nada foi encontrado com esse código de barras
sl: Za to barkodo ni bilo nič najdenega
sv: Inget hittades för den angivna steckkoden
zh_hans: 没有找到指定条码的相关内容

source: Only undone items
cs: nevybrané produkty
da: Fortryd kun varer
de: Nur unerledigte Einträge
el: Αναίρεση μόνο αντικειμένων
es: Solo elementos no completados
et: Ainult tegemata asjad
fi: Vain keskeneräiset
fr_fr: Uniquement les éléments annulés
he: רק פריטים שלא הסתיימו
hu: Nem elvégzett tételek
it: Solo oggetti annullati
ja: 未完了のアイテムのみ
lt: Tik anuliuoti elementai
nb: Kun angrede enheter
nl: Alleen nog niet afgehandelde items
pl: Tylko nieukończone pozycje
pt_br: Somente Itens faltantes
pt_pt: Apenas items revertidos
sk: Iba zrušené položky
sv: Endast borttagna objekt
ta: மீளமைக்கப்பட்ட பொருட்கள் மட்டும்
tr: Yalnızca geri alınan öğeler
uk: Тільки невідмінені
zh_hans: 仅未完成的项目
zh_hant: 僅未完成項目

source: Open
cs: Otevřít
de: Öffnen
fr_fr: Ouvrir
it: Apri
nb: Åpne
pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
zh_hans: 拆封

source: Opened
cs: Otevřeno
de: Geöffnet
fi: Avattu
fr_fr: Ouvert
he: נפתח
it: Aperto
ja: 開封済み
lt: atidaryta
nl: Geopend
pt_br: Aberto
sl: Odprt
sv: Öppnad
zh_hans: 已开封

source: Optional properties
cs: Volitelné vlastnosti
de: Optionale Eigenschaften
fr_fr: Propriétés optionnelles
it: Proprietà opzionali
nb: Valgfrie egenskaper
nl: Optionele informatie
pl: Opcjonalne parametry
pt_br: Propriedade opcional
pt_pt: Propriedade opcional
zh_hans: 可选属性

source: Own server
cs: Vlastní server
de: Eigener Server
fr_fr: Propre serveur
it: Proprio server
nb: Egen server
nl: Eigen server
pl: Własny serwer
pt_br: Outro servidor
pt_pt: Outro servidor
zh_hans: 私人服务器
zh_hant: 私有伺服器

source: Perform inventory
cs: Proveď inventuru
de: Inventur durchführen
fr_fr: Effectuer l'inventaire
it: Fare inventario
nb: Utfør lagertelling
nl: Inventariseer
pl: Wykonaj inwentaryzację
pt_br: Realizar inventário
pt_pt: Realizar inventário
zh_hans: 执行库存

source: Please check the log to determine the problem.
cs: Ke zjištění problému zkontrolujte log.
de: Bitte schaue im Log nach, um das Problem genauer zu bestimmen.
fr_fr: Veuillez vérifier le journal pour déterminer le problème.
it: Controlla il log per determinare il problema
nb: Sjekk loggen for å finne problemet.
nl: Controleer het logboek.
pl: Sprawdź logi aby określić problem.
pt_br: Por favor verifique o log para determinar o problema
pt_pt: Por favor, verifique o registo para identificar o problema.
zh_hans: 请参阅日志来确定错误原因。

source: Product for this barcode
cs: Produkt pro tento čárový kód
de: Produkt für Barcode
fr_fr: Produit pour ce code-barres
it: Prodotto per questo codice a barre
nb: Produkt for denne strekkoden
nl: Product met deze streepjescode
pl: Produkt dla tego kodu kreskowego
pt_br: Produto para este código de barras
pt_pt: Produto para este código de barras
zh_hans: 此条形码的物品

source: Product picture found
cs: Obrázek produktu nalezen
de: Produktbild hinterlegt
fr_fr: Image produit non trouvée
it: Immagine prodotto trovata
nb: Produktbilde funnet
nl: Er is een productfoto gevonden
pl: Zapisano zdjecie produktu
pt_br: Foto do produto encontrada
pt_pt: Foto do produto encontrada
zh_hans: 找到物品图片

source: Purchase product
cs: Nakoupit produkt
de: Produkt einkaufen
fr_fr: Produit acheté
it: Compra prodotto
nb: Kjøp produkt
nl: Koop product
pl: Kup produkt
pt_br: Comprar produto
pt_pt: Comprar produto
zh_hans: 采购物品

source: Quantity unit for prices
cs: Měrná jednotka pro ceny
da: Mængdeenhed for priser
de: Mengeneinheit für Preise
es: Unidad para los precios
et: Kogusühik hinna jaoks
fi: Oletusyksikkö hinnoille
fr_fr: Unité de quantité pour les prix
he: יחידת כמות למחירים
hu: Mennyiségi egység az árakhoz
it: Unità di quantità per i prezzi
ja: 既定の価格単位
lt: Kiekio vienetas kainoms
nl: Hoeveelheidseenheid voor prijzen
pl: Jednostka ilości dla cen
pt_br: Unidade para preços
sl: Enota količine za cene
sv: Mängdenhet för priser
tr: Fiyatlar için miktar birimi
zh_hans: 价格数量单位

source: Quantity unit stock cannot be changed after first purchase
cs: Množstevní jednotku skladem nelze po prvním nákupu změnit
de: Die Mengeneinheit Bestand kann nach dem ersten Einkauf nicht mehr geändert werden
fr_fr: Le stock d'unités de quantité ne peut être modifié après le premier achat
it: L'unità di quantità in dispensa non può essere modificata dopo il primo acquisto
nb: Beholdningsenhet kan ikke endres etter første innkjøp
nl: De eenheid van voorraden kan niet gewijzigd worden na de eerste aankoop
pl: Jednostka zapasów nie może być zmieniona po pierwszym zakupie
pt_br: A unidade de estoque se refere a quantidade que o item fica no estoque, Observação: não pode ser alterada após a primeira compra
pt_pt: A unidade de estoque não pode ser alterada após a primeira compra
zh_hans: 首次采购后不能更改数量单位库存

source: Quick open amount
cs: Množství pro tlačítko Otevřít
da: Hurtig åbn mængde
de: Schnell-Öffnen Menge
es: Cantidad de apertura rápida
et: Kiiravamise kogus
fi: Pika-avausmäärä
fr_fr: Quantité ouverture rapide
he: כמות לפתיחה מהירה
hu: Gyors felbontási mennyiség
it: Quantità per consumo rapido
ja: クイック開封数量
lt: Greitai atidarymo kiekis
nl: Snel deze hoeveelheid openen
pl: Ilość szybkiego otwarcia
pt_br: Valor de abertura rápida
tr: Hızlı açılış miktarı
zh_hans: 快速开封数量

source: Reload interval
cs: Perioda obnovy informací ze serveru
de: Aktualisierungsintervall
fr_fr: Intervalle de rechargement
it: Intervallo di ricarica
nb: Oppdateringsintervall
nl: Herlaadtussenpoos
pt_br: Intervalo de recarregamento
pt_pt: Intervalo de recarregamento
zh_hans: 重新加载间隔

source: Replay app onboarding
cs: Znovu přehrát onboarding aplikace.
de: App-Einführung wiederholen
fr_fr: Intégration de l'application Replay
it: Ripetere inserimento app
nb: Gjenta førstegangsinnstillinger for appen
nl: Loop appintroductie opnieuw door
pl: Uruchom ponownie wprowadzenie do aplikacji
pt_br: Repetir introdução do aplicativo
pt_pt: Repetir introdução do aplicativo
zh_hans: 重播使用引导

source: Reset cache
cs: Resetuj cache
de: Cache löschen
fr_fr: RaZ du cache
it: Resetta cache
nb: Nullstill cahe
nl: Cache herstellen
pl: Wyczyść pamięć cache
pt_br: Redefinir cache
pt_pt: Redefinir cache
zh_hans: 重置缓存

source: Round up quantity amounts to the nearest whole number
cs: Zaokrouhlete množství na (nejbližší) celé číslo
de: Mengen auf die nächste ganze Zahl aufrunden
fi: Pyöristä määrät lähimpään tasalukuun
fr_fr: Arrondir la quantité au nombre entier le plus proche
he: עיגול כמויות למספר השלם הקרוב ביותר
it: Arrotondare gli importi delle quantità al numero intero più vicino
ja: 数量を切り上げて整数にする
lt: Kiekis suapvalinamas iki artimiausio sveikojo skaičiaus
nl: Rond de hoeveelheid af naar het dichtstbijzijnde gehele getal
pl: Zaokrąglij ilość w góre
pt_br: Arredonda os valores para o número inteiro mais próximo
sl: Zaokroži količino navzgor na najbližje celo število

source: Scheduled tracking time
cs: Naplánované splnění povinnosti
de: Geplante Ausführungszeit
fi: Ajoitettu seuranta-aika
fr_fr: Date de suivi prévu
he: זמן מעקב מתוזמן
it: Tempo di tracciamento programmato
ja: 予定実行時間
lt: Suplanuotas sekimo laikas
pl: Zaplanowany czas wykonania czynności
pt_br: Horário programado de rastreamento

source: Select a server type:
cs: Vyber typ serveru:
de: Wähle einen Server-Typ aus:
fr_fr: Sélectionnez un type de serveur :
it: Seleziona un tipo di server:
nb: Velg server type:
nl: Kies het soort server:
pl: Wybierz typ serwera:
pt_br: Selecione um tipo de servidor:
pt_pt: Selecione um tipo de servidor:
zh_hans: 选择服务器类型：

source: Select product picture from gallery
cs: Vybrat fotku produktu z galerie
de: Produktbild aus Galerie auswählen
fr_fr: Sélectionner l'image produit depuis la galerie
it: Seleziona immagine prodotto dalla galleria
nb: Velg produktbilde fra galleriet
nl: Kies productfoto uit galerij
pl: Dodaj zdjęcie produktu z Galerii
pt_br: Selecionar foto do produto da galeria
pt_pt: Selecionar foto do produto da galeria
zh_hans: 从gallery中选择物品图片

source: Server URL
cs: Adresa serveru URL
fr_fr: URL du serveur
it: URL server
pl: URL serwera
pt_br: URL do servidor
pt_pt: URL do servidor
zh_hans: 服务器URL
zh_hant: 伺服器URL

source: Server-URL of your Grocy Instance (if you use Home Assistant Ingress, this can be accessed via right click on REST API Browser in the web interface)
cs: Server-URL vaší instance Grocy (pokud používáte Home Assistant Ingress, lze k němu získat přístup kliknutím pravým tlačítkem myši na REST API Browser ve webovém rozhraní).
de: Server-URL deiner Grocy-Instanz (bei Home Assistant Ingress über Rechtsklick auf REST API Browser in der Weboberfläche abrufbar)
fr_fr: URL du serveur de votre instance Grocy (si vous utilisez Home Assistant Ingress, vous pouvez y accéder via un clic droit sur le navigateur REST API dans l'interface Web)
it: URL-server della tua Istanza Grocy (se usi l’accesso con Home Assistant puoi accedere con il tasto destro su RESET API Browser nell’interfaccia web)
nb: Server URLen til din Grocy instans (dersom du bruker Home Assistant Ingress, kan denne finnes ved å høyreklikke på REST API Browser i nettleseren)
nl: De server-url van je Grocy-instantie. Als je Home Assistant gebruikt, dan kun je toegang verkrijgen door rechts de klikken op de REST-api.
pl: Adres URL twojej instancji Grocy (jeżeli używasz Ingress z Home Assistanta, możesz go uzyskać za pomocą prawego przycisku myszy w REST API Browser)
pt_br: URL do servidor da sua instância do Grocy (se você estiver usando o Home Assistant Ingress, isso pode ser acessado clicando com o botão direito no REST API Browser na interface web)
pt_pt: URL do servidor da sua instância do Grocy (se você estiver usando o Home Assistant Ingress, isso pode ser acessado clicando com o botão direito no REST API Browser na interface web)
zh_hans: Grocy实例的服务器URL（如果使用Home Assistant Ingress，可以通过在web界面中右键单击REST API浏览器来访问）

source: Set to 0 to hide due soon filters/highlighting
cs: Zadejte 0 a žlutý filtr se nebude zobrazovat
da: Sæt til 0 for at skjule filtre/fremhævninger for snarlig forfald
de: Auf 0 setzen, um "Bald fällig" Filter/Hervorhebungen zu deaktivieren
es: Poner 0 para ocultar los filtros/resaltado de fecha límite próxima
et: Varsti tähtaegsete filtrite/esiletõstmise peitmiseks määra väärtuseks 0
fi: Aseta arvoksi 0 piilottaaksesi pian vanhenemisen suodattaminen/korostukset
fr_fr: Définir sur 0 pour masquer les filtres/mises en surbrillance des échéances proches
he: 0 מסתיר את סינון/הדגשת סיום קרב
hu: Állítsd 0-ra az esedékességi filter/kiemelés elrejtéséhez
it: Impostare su 0 per nascondere filtri/evidenziazioni a breve
ja: 0を入力すると、「まもなく期限」のフィルター/ハイライトを非表示にします
lt: Nustatykite 0, kad netrukus būtų paslėpti filtrai / paryškinimai
nb: Set til 0 for å skjule utgår snart filter/utheving
nl: Stel in op 0 om binnenkort vervalt filters/markeringen te verbergen
pl: Ustaw na 0, aby ukryć filtry/podświetlania niedługiego przeterminowania
pt_br: Defina como 0 para ocultar filtros/destaques para prazos próximos
sl: Postavi na 0 če želiš skriti filtre/označbe
tr: Yakında filtrelerini/vurgulamayı gizlemek için 0 olarak ayarlayın
zh_hans: 设为0则隐藏即将到期的筛选功能和高亮显示
zh_hant: 設為0以隱藏即將到期的篩選器和強調顯示

source: Show purchased date on purchase and inventory page (otherwise the purchased date defaults to today)
cs: Zobrazit datum nákupu na stránce nákupu. Jinak se bude ukládat aktuální datum.
da: Vis dato for indkøb på indkøbet og lagerbeholdningen. Hvis ikke gælder at indkøbsdato er dags dato.
de: Einkaufsdatum auf der Einkauf- und Inventur-Seite anzeigen (ansonsten wird heute als Einkaufsdatum verwendet)
es: Mostrar la fecha de compra en la página de compra e inventario (si no, la fecha de compra predeterminada es hoy)
et: Kuva ostukuupäev ostu- ja varuseisulehel (muidu on ostukuupäevaks vaikimisi tänane)
fi: Näytä ostopäivä osto- ja luettelosivulla (muutoin ostopäivän oletus on tänään)
fr_fr: Indiquer la date d'achat sur le formulaire d'achat (sinon, la date d'achat est fixée par défaut à aujourd'hui)
he: הצגת תאריך הרכישה בעמודי הרכישה והמצאי (אחרת תאריך הרכישה יוגדר להיום)
hu: Vásárlási dátum mutatása a vásárlás és készlet áttekintés oldalakon (enélkül a vásárlási dátum a mai napra áll be)
it: Mostra la data di acquisto sulla pagina acquisti ed inventario (altrimenti la data di acquisto predefinita è quella odierna)
ja: 購入、ストック編集ページに購入日を表示(表示しない場合は当日が既定の購入日になります)
lt: Rodyti pirkimo datą pirkimo ir atsargų puslapyje (kitaip pirkimo data yra numatyta šiandien)
nb: Vis innkjøpsdato på innkjøp og beholdningssidene (ellers vil innkjøpsdato settes til i dag)
nl: Toon aankoopdatum op aankoop- en voorraadpagina (anders zal de aankoopdatum standaard op vandaag worden gezet)
pl: Pokaż datę zakupu na stronach zakupów oraz zapasów (w innym wypadku data zakupu będzie domyślnie ustawiona na dzisiaj)
pt_br: Mostrar data de compra na página de compra/inventário (caso contrário, a data de compra usada será a data de hoje)
pt_pt: Mostrar a data de compra na página de compra e inventário (caso contrário, a data de compra padrão será a de hoje)
ro: Afișați data achiziției pe pagina de achiziție și de inventar (în caz contrar, data achiziției este implicită astăzi)
tr: Satın alma tarihini satın alma ve envanter sayfasında göster (aksi takdirde satın alma tarihi varsayılan olarak bugün olur)
zh_hans: 在采购页面和库存页面显示采购日期（否则采购日期默认为当天）
zh_hant: 在購買和庫存頁面顯示購買日期欄位(否則預設購買日期為今天)
